Repository: jaimegonzalezfabregas/lista_de_la_compra
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, bn, cs, da, de, el, he, hi, hu, id, ja, ms, nb, ro, ru, sk, th, tr, uk, vi

source: Enter address manually
ar: أدخل العنوان يدويًا
bg: Въведете адрес ръчно
bn: ঠিকানা ম্যানুয়ালি লিখুন
cs: Zadat adresu ručně
da: Indtast adresse manuelt
de: Adresse manuell eingeben
el: Εισαγάγετε διεύθυνση χειροκίνητα
he: הזן כתובת באופן ידני
hi: पता मैन्युअल रूप से दर्ज करें
hu: Cím kézi megadása
id: Masukkan alamat secara manual
ja: アドレスを手動入力
ms: Masukkan alamat secara manual
nb: Skriv inn adresse manuelt
ro: Introduceți adresa manual
ru: Ввести адрес вручную
sk: Zadajte adresu manuálne
th: ป้อนที่อยู่ด้วยตนเอง
tr: Adresi elle girin
uk: Введіть адресу вручну
vi: Nhập địa chỉ thủ công

source: Remote address
ar: عنوان بعيد
bg: Отдалечен адрес
bn: রিমোট ঠিকানা
cs: Vzdálená adresa
da: Fjernadresse
de: Entfernte Adresse
el: Απομακρυσμένη διεύθυνση
he: כתובת מרוחקת
hi: रिमोट पता
hu: Távoli cím
id: Alamat jarak jauh
ja: リモートアドレス
ms: Alamat jauh
nb: Fjernadresse
ro: Adresă la distanță
ru: Удаленный адрес
sk: Vzdialená adresa
th: ที่อยู่ระยะไกล
tr: Uzak adres
uk: Віддалена адреса
vi: Địa chỉ từ xa

source: Remote port
ar: منفذ بعيد
bg: Отдалечен порт
bn: রিমোট পোর্ট
cs: Vzdálený port
da: Fjernport
de: Entfernter Port
el: Απομακρυσμένη θύρα
he: פורט מרוחק
hi: रिमोट पोर्ट
hu: Távoli port
id: Port jarak jauh
ja: リモートポート
ms: Pelabuhan jauh
nb: Fjernport
ro: Port la distanță
ru: Удаленный порт
sk: Vzdialený port
th: พอร์ตระยะไกล
tr: Uzak port
uk: Віддалений порт
vi: Cổng từ xa

# errorEmptyRemoteAddress
source: Error: the remote address cannot be empty
ar: خطأ: العنوان البعيد لا يمكن أن يكون فارغًا
bg: Грешка: отдалеченият адрес не може да е празен
bn: ত্রুটি: রিমোট ঠিকানা খালি হতে পারে না
cs: Chyba: vzdálená adresa nesmí být prázdná
da: Fejl: fjernadressen kan ikke være tom
de: Fehler: Die entfernte Adresse darf nicht leer sein
el: Σφάλμα: η απομακρυσμένη διεύθυνση δεν μπορεί να είναι κενή
he: שגיאה: הכתובת המרוחקת לא יכולה להיות ריקה
hi: त्रुटि: रिमोट पता खाली नहीं हो सकता
hu: Hiba: a távoli cím nem lehet üres
id: Kesalahan: alamat jarak jauh tidak boleh kosong
ja: エラー：リモートアドレスは空にできません
ms: Ralat: alamat jauh tidak boleh kosong
nb: Feil: fjernadressen kan ikke være tom
ro: Eroare: adresa la distanță nu poate fi goală
ru: Ошибка: удаленный адрес не может быть пустым
sk: Chyba: vzdialená adresa nemôže byť prázdna
th: ข้อผิดพลาด: ที่อยู่ระยะไกลห้ามว่าง
tr: Hata: uzak adres boş olamaz
uk: Помилка: віддалена адреса не може бути порожньою
vi: Lỗi: địa chỉ từ xa không được để trống

source: Connect
ar: اتصل
bg: Свържи
bn: সংযোগ করুন
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
he: התחבר
hi: कनेक्ट
hu: Csatlakozás
id: Hubungkan
ja: 接続
ms: Sambung
nb: Koble til
ro: Conectează
ru: Подключиться
sk: Pripojiť
th: เชื่อมต่อ
tr: Bağlan
uk: Підключитись
vi: Kết nối

source: Server
ar: الخادم
bg: Сървър
bn: সার্ভার
el: Διακομιστής
he: שרת
hi: सर्वर
hu: Szerver
ja: サーバー
ms: Pelayan
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
vi: Máy chủ

source: Client
ar: العميل
bg: Клиент
bn: ক্লায়েন্ট
cs: Klient
da: Klient
el: Πελάτης
he: לקוח
hi: क्लाइंट
hu: Kliens
id: Klien
ja: クライアント
ms: Pelanggan
nb: Klient
ru: Клиент
sk: Klient
th: ไคลเอ็นต์
tr: İstemci
uk: Клієнт
vi: Máy khách

source: Input the amount
ar: أدخل الكمية
bg: Въведете количеството
bn: পরিমাণ লিখুন
cs: Zadejte množství
da: Indtast mængden
de: Menge eingeben
el: Εισάγετε την ποσότητα
he: הזן את הכמות
hi: मात्रा दर्ज करें
hu: Adja meg a mennyiséget
id: Masukkan jumlah
ja: 数量を入力
ms: Masukkan jumlah
nb: Skriv inn mengden
ro: Introduceți cantitatea
ru: Введите количество
sk: Zadajte množstvo
th: ป้อนจำนวน
tr: Miktarı girin
uk: Введіть кількість
vi: Nhập số lượng

# noIngredientsYet
source: No ingredients have been added yet
ar: لم تتم إضافة مكونات بعد
bg: Все още не са добавени съставки
bn: এখনও কোনও উপকরণ যোগ করা হয়নি
cs: Zatím nebyly přidány žádné ingredience
da: Der er endnu ikke tilføjet ingredienser
de: Noch keine Zutaten hinzugefügt
el: Δεν έχουν προστεθεί ακόμη υλικά
he: טרם נוספו רכיבים
hi: अभी तक कोई सामग्री नहीं जोड़ी गई
hu: Még nem adtak hozzá összetevőket
id: Belum ada bahan yang ditambahkan
ja: 材料がまだ追加されていません
ms: Belum ada bahan ditambah
nb: Ingen ingredienser lagt til ennå
ro: Nu au fost adăugate ingrediente încă
ru: Ингредиенты еще не добавлены
sk: Ešte neboli pridané žiadne ingrediencie
th: ยังไม่ได้เพิ่มส่วนผสมใดๆ
tr: Henüz malzeme eklenmedi
uk: Інгредієнти ще не додані
vi: Chưa thêm nguyên liệu

source: Add ingredients
ar: أضف مكونات
bg: Добави съставки
bn: উপকরণ যোগ করুন
cs: Přidat ingredience
da: Tilføj ingredienser
de: Zutaten hinzufügen
el: Προσθήκη υλικών
he: הוסף רכיבים
hi: सामग्री जोड़ें
hu: Összetevők hozzáadása
id: Tambahkan bahan
ja: 材料を追加
ms: Tambah bahan
nb: Legg til ingredienser
ro: Adaugă ingrediente
ru: Добавить ингредиенты
sk: Pridať ingrediencie
th: เพิ่มส่วนผสม
tr: Malzemeleri ekle
uk: Додати інгредієнти
vi: Thêm nguyên liệu

source: Show past dates
ar: عرض التواريخ السابقة
bg: Покажи минали дати
bn: পূর্ববর্তী তারিখগুলি দেখান
cs: Zobrazit minulé datum
da: Vis tidligere datoer
de: Vergangene Daten anzeigen
el: Εμφάνιση παλαιότερων ημερομηνιών
he: הצג תאריכים קודמים
hi: पिछली तिथियाँ दिखाएँ
hu: Korábbi dátumok megjelenítése
id: Tampilkan tanggal sebelumnya
ja: 過去の日付を表示
ms: Tunjukkan tarikh lepas
nb: Vis tidligere datoer
ro: Arată datele trecute
ru: Показать прошедшие даты
sk: Zobraziť minulé dátumy
th: แสดงวันที่ที่ผ่านมา
tr: Geçmiş tarihleri göster
uk: Показати минулі дати
vi: Hiển thị ngày cũ

source: Ingredients
ar: المكونات
bg: Съставки
bn: উপকরণ
cs: Ingredience
da: Ingredienser
de: Zutaten
el: Υλικά
he: מרכיבים
hi: सामग्री
hu: Összetevők
id: Bahan
ja: 材料
ms: Bahan-bahan
nb: Ingredienser
ro: Ingrediente
ru: Ингредиенты
sk: Ingrediencie
th: ส่วนผสม
tr: Malzemeler
uk: Інгредієнти
vi: Nguyên liệu

source: Dates
ar: التواريخ
bg: Дати
bn: তারিখগুলি
cs: Data
da: Datoer
de: Termine
el: Ημερομηνίες
he: תאריכים
hi: तिथियाँ
hu: Dátumok
id: Tanggal
ja: 日付
ms: Tarikh
nb: Datoer
ro: Date
ru: Даты
sk: Dátumy
th: วันที่
tr: Tarihler
uk: Дати
vi: Ngày

source: Buy
ar: شراء
bg: Купи
bn: কিনুন
cs: Koupit
da: Køb
de: Kaufen
el: Αγορά
he: קנה
hi: खरीदें
hu: Vásárlás
id: Beli
ja: 購入
ms: Beli
nb: Kjøp
ro: Cumpără
ru: Купить
sk: Kúpiť
th: ซื้อ
tr: Satın al
uk: Купити
vi: Mua

# all
source: Everything
ar: الكل
bg: Всичко
bn: সব কিছু
cs: Vše
da: Alt
de: Alle
el: Όλα
he: הכל
hi: सब कुछ
hu: Minden
id: Semua
ja: すべて
ms: Semua
nb: Alt
ro: Tot
ru: Все
sk: Všetko
th: ทั้งหมด
tr: Hepsi
uk: Все
vi: Tất cả

source: HTTP Client
ar: عميل HTTP
bg: HTTP клиент
bn: HTTP ক্লায়েন্ট
cs: HTTP klient
da: HTTP-klient
el: HTTP πελάτης
he: קליינט HTTP
hi: HTTP क्लाइंट
hu: HTTP kliens
id: Klien HTTP
ja: HTTPクライアント
ms: Klien HTTP
nb: HTTP-klient
ro: Client HTTP
ru: HTTP-клиент
sk: HTTP klient
th: ไคลเอ็นต์ HTTP
tr: HTTP İstemcisi
uk: HTTP клієнт

source: HTTP Server
ar: خادم HTTP
bg: HTTP сървър
bn: HTTP সার্ভার
el: HTTP διακομιστής
he: שרת HTTP
hi: HTTP सर्वर
hu: HTTP szerver
id: Server HTTP
ja: HTTPサーバー
ms: Pelayan HTTP
ro: Server HTTP
ru: HTTP-сервер
th: เซิร์ฟเวอร์ HTTP
tr: HTTP Sunucusu
uk: HTTP сервер

# selectIngredients
source: Add ingredients to recipe
da: Vælg ingredienser
hi: सामग्री चुनें
hu: Összetevők kiválasztása
id: Pilih bahan
ja: 材料を選択
ms: Pilih bahan
ro: Selectează ingrediente
sk: Vybrať ingrediencie
tr: Malzemeleri seç

# recipeWithoutIngredients
source: This recipe has no ingredients
ar: هذه الوصفة ليس لها مكونات
bg: Тази рецепта няма съставки
bn: এই রেসিপিতে কোনও উপকরণ নেই
cs: Tento recept nemá žádné ingredience
da: Denne opskrift har ingen ingredienser
de: Dieses Rezept hat keine Zutaten
el: Αυτή η συνταγή δεν έχει υλικά
he: מתכון זה אינו כולל מרכיבים
hi: इस रेसिपी में कोई सामग्री नहीं है
hu: Ennek a receptnek nincsenek összetevői
id: Resep ini tidak memiliki bahan
ja: このレシピには材料がありません
ms: Resipi ini tiada bahan
nb: Denne oppskriften har ingen ingredienser
ro: Această rețetă nu are ingrediente
ru: В этом рецепте нет ингредиентов
sk: Tento recept nemá ingrediencie
th: สูตรนี้ไม่มีส่วนผสม
tr: Bu tarifin malzemesi yok
uk: Цей рецепт не має інгредієнтів
vi: Công thức này không có nguyên liệu

source: No planned dates
ar: لا توجد تواريخ مخططة
bg: Няма планирани дати
bn: কোনও পরিকল্পিত তারিখ নেই
cs: Žádná plánovaná data
da: Ingen planlagte datoer
de: Keine geplanten Termine
el: Δεν υπάρχουν προγραμματισμένες ημερομηνίες
he: אין תאריכים מתוכננים
hi: कोई योजनाबद्ध तिथि नहीं
hu: Nincsenek tervezett dátumok
id: Tidak ada tanggal yang direncanakan
ja: 予定日なし
ms: Tiada tarikh dirancang
nb: Ingen planlagte datoer
ro: Nu există date planificate
ru: Нет запланированных дат
sk: Žiadne plánované dátumy
th: ไม่มีวันที่วางแผนไว้
tr: Planlanmış tarih yok
uk: Немає запланованих дат
vi: Không có ngày dự kiến

# noHTTPPairings
source: There are no past pairings with http servers
ar: لا توجد إقرانات سابقة مع خوادم HTTP
bg: Няма предишни сдвоявания с HTTP сървъри
bn: HTTP সার্ভারগুলির সাথে কোনো পূর্ববর্তী পেয়ারিং নেই
cs: Nejsou žádná minulá párování s HTTP servery
da: Der er ingen tidligere parringer med HTTP-servere
de: Keine früheren Verbindungen mit HTTP-Servern
el: Δεν υπάρχουν προηγούμενα ζευγαρώματα με HTTP διακομιστές
he: אין זיווגים קודמים עם שרתי HTTP
hi: HTTP सर्वरों के साथ कोई पिछले पेयरिंग नहीं है
hu: Nincsenek korábbi párosítások HTTP szerverekkel
id: Tidak ada pasangan sebelumnya dengan server HTTP
ja: HTTPサーバーとの過去のペアリングなし
ms: Tiada pasangan sebelumnya dengan pelayan HTTP
nb: Ingen tidligere parringer med HTTP-servere
ro: Nu există împerecheri anterioare cu servere HTTP
ru: Нет предыдущих сопряжений с HTTP-серверами
sk: Žiadne predchádzajúce párovania s HTTP servermi
th: ไม่มีการจับคู่ก่อนหน้ากับเซิร์ฟเวอร์ HTTP
tr: HTTP sunucularıyla önceki eşleştirme yok
uk: Немає попередніх спарувань із HTTP серверами
vi: Không có cặp trước đó với máy chủ HTTP

# loadingIps
source: Loading IP addresses
ar: جاري تحميل عناوين IP
bg: Зареждане на IP адреси
bn: IP ঠিকানা লোড হচ্ছে
cs: Načítání IP adres
da: Indlæser IP-adresser
de: Lade IP-Adressen
el: Φόρτωση διευθύνσεων IP
he: טוען כתובות IP
hi: IP पते लोड हो रहे हैं
hu: IP-címek betöltése
id: Memuat alamat IP
ja: IPアドレスを読み込み中
ms: Memuatkan alamat IP
nb: Laster IP-adresser
ro: Se încarcă adresele IP
ru: Загрузка IP-адресов
sk: Načítavam IP adresy
th: กำลังโหลดที่อยู่ IP
tr: IP adresleri yükleniyor
uk: Завантаження IP-адрес
vi: Đang tải địa chỉ IP

# ipRefresh
source: Refresh IPs
ar: تحديث IP
bg: Освежи IP
bn: IP রিফ্রেশ
cs: Obnovit IP
da: Opdater IP'er
de: IPs aktualisieren
el: Ανανέωση IP
he: רענן IP
hi: IP रिफ्रेश
hu: IP frissítése
id: Segarkan IP
ja: IPを更新
ms: Segarkan IP
nb: Oppdater IP-er
ro: Reîmprospătează IP-urile
ru: Обновить IP
sk: Obnoviť IP
th: รีเฟรช IP
tr: IP'leri yenile
uk: Оновити IP
vi: Làm mới IP

source: Planner
ar: المخطط
bg: Планиращ
bn: পরিকল্পনাকারী
cs: Plánovač
da: Planlægger
de: Planer
el: Προγραμματιστής
he: מתכנן
hi: प्लैनर
hu: Tervező
id: Perencana
ja: プランナー
ms: Perancang
nb: Planlegger
ro: Planificator
ru: Планировщик
sk: Plánovač
th: ผู้วางแผน
tr: Planlayıcı
uk: Планувальник
vi: Bộ lập kế hoạch

# ipCopied
source: IP Address ({address}) copied to clipboard
ar: عنوان IP ({address}) تم نسخه للحافظة
bg: IP адресът ({address}) е копиран в клипборда
bn: আইপি ঠিকানা ({address}) ক্লিপবোর্ডে কপি করা হয়েছে
cs: IP adresa ({address}) zkopírována do schránky
da: IP-adresse ({address}) kopieret til udklipsholderen
de: IP-Adresse ({address}) in Zwischenablage kopiert
el: Διεύθυνση IP ({address}) αντιγράφηκε στο πρόχειρο
he: כתובת ה-IP ({address}) הועתקה ללוח
hi: IP पता ({address}) क्लिपबोर्ड पर कॉपी किया गया
hu: IP-cím ({address}) másolva a vágólapra
id: Alamat IP ({address}) disalin ke clipboard
ja: IPアドレス（{address}）をクリップボードにコピー
ms: Alamat IP ({address}) disalin ke papan keratan
nb: IP-adresse ({address}) kopiert til utklippstavlen
ro: Adresa IP ({address}) a fost copiată în clipboard
ru: IP-адрес ({address}) скопирован в буфер
sk: IP adresa ({address}) skopírovaná do schránky
th: ที่อยู่ IP ({address}) ถูกคัดลอกไปยังคลิปบอร์ด
tr: IP Adresi ({address}) panoya kopyalandı
uk: IP-адреса ({address}) скопійована в буфер обміну
vi: Địa chỉ IP ({address}) đã được sao chép vào bộ nhớ tạm

source: Search
ar: بحث
bg: Търсене
bn: অনুসন্ধান
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
he: חפש
hi: खोज
hu: Keresés
id: Cari
ja: 検索
ms: Cari
nb: Søk
ro: Caută
ru: Поиск
sk: Hľadať
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm

source: Switch environment
ar: تبديل البيئة
bg: Смяна на среда
bn: পরিবেশ পরিবর্তন করুন
cs: Přepnout prostředí
da: Skift miljø
de: Umgebung wechseln
el: Αλλαγή περιβάλλοντος
he: החלף סביבה
hi: पर्यावरण बदलें
hu: Környezet váltása
id: Ganti lingkungan
ja: 環境を切り替え
ms: Tukar persekitaran
nb: Bytt miljø
ro: Schimbă mediu
ru: Сменить окружение
sk: Prepnúť prostredie
th: สลับสภาพแวดล้อม
tr: Ortamı değiştir
uk: Змінити середовище
vi: Chuyển môi trường

source: Actions
ar: الإجراءات
bg: Действия
bn: কর্মগুলি
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
he: פעולות
hi: क्रियाएँ
hu: Műveletek
id: Tindakan
ja: 操作
ms: Tindakan
nb: Handlinger
ro: Acțiuni
ru: Действия
sk: Akcie
th: การกระทำ
tr: Eylemler
uk: Дії
vi: Hành động

source: Mark all as
ar: وضع علامة على الكل كـ
bg: Маркирай всички като
bn: সবগুলোকে হিসাবে চিহ্নিত করুন
cs: Označit vše jako
da: Marker alle som
de: Alle als markieren
el: Σήμανση όλων ως
he: סמן הכל כ
hi: सभी चिह्नित करें
hu: Jelöld mindet mint
id: Tandai semua sebagai
ja: すべてをマーク
ms: Tandakan semua sebagai
nb: Merk alle som
ro: Marchează totul ca
ru: Отметить все как
sk: Označiť všetko ako
th: ทำเครื่องหมายทั้งหมดเป็น
tr: Tümünü şu şekilde işaretle
uk: Позначити все як
vi: Đánh dấu tất cả là

source: Edit amount
ar: تحرير الكمية
bg: Редактирай количество
bn: পরিমাণ সম্পাদনা করুন
cs: Upravit množství
da: Rediger mængde
de: Menge bearbeiten
el: Επεξεργασία ποσότητας
he: ערוך כמות
hi: राशि संपादित करें
hu: Mennyiség szerkesztése
id: Ubah jumlah
ja: 数量を編集
ms: Edit kuantiti
nb: Rediger mengde
ro: Editează cantitatea
ru: Изменить количество
sk: Upraviť množstvo
th: แก้ไขจำนวน
tr: Miktarı düzenle
uk: Редагувати кількість
vi: Chỉnh sửa số lượng

source: Details
ar: التفاصيل
bg: Детайли
bn: বিস্তারিত
cs: Detaily
da: Detaljer
el: Λεπτομέρειες
he: פרטים
hi: विवरण
hu: Részletek
id: Detail
ja: 詳細
ms: Perincian
nb: Detaljer
ro: Detalii
ru: Подробности
sk: Detaily
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết

source: Enough for a
ar: يكفي ل
bg: Достатъчно за
bn: পর্যাপ্ত একটি
cs: Dostatečné pro
da: Nok til en
de: Ausreichend für ein
el: Αρκετό για ένα
he: מספיק עבור
hi: के लिए पर्याप्त
hu: Elég egyhez
id: Cukup untuk
ja: 十分な量：
ms: Cukup untuk
nb: Nok for en
ro: Destul pentru un
ru: Достаточно для
sk: Dostatok pre
th: เพียงพอสำหรับ
tr: Yeterli için
uk: Достатньо для
vi: Đủ cho

source: Known servers
ar: الخوادم المعروفة
bg: Известни сървъри
bn: পরিচিত সার্ভার
cs: Známé servery
da: Kendte servere
de: Bekannte Server
el: Γνωστοί διακομιστές
he: שרתים ידועים
hi: ज्ञात सर्वर
hu: Ismert szerverek
id: Server yang dikenal
ja: 既知のサーバー
ms: Pelayan yang diketahui
nb: Kjente servere
ro: Servere cunoscute
ru: Известные серверы
sk: Známe servery
th: เซิร์ฟเวอร์ที่ทราบ
tr: Bilinen sunucular
uk: Відомі сервери
vi: Máy chủ đã biết

# noOpenConnection
source: No open connections
ar: لا يوجد اتصال مفتوح
bg: Няма отворени връзки
bn: কোনও খোলা সংযোগ নেই
cs: Žádná otevřená připojení
da: Ingen åbne forbindelser
de: Keine offenen Verbindungen
el: Καμία ανοιχτή σύνδεση
he: אין חיבור פתוח
hi: कोई खुला कनेक्शन नहीं
hu: Nincsenek nyitott kapcsolatok
id: Tidak ada koneksi terbuka
ja: オープンな接続なし
ms: Tiada sambungan terbuka
nb: Ingen åpne tilkoblinger
ro: Nicio conexiune deschisă
ru: Нет открытых соединений
sk: Žiadne otvorené pripojenia
th: ไม่มีการเชื่อมต่อเปิด
tr: Açık bağlantı yok
uk: Немає відкритих з'єднань
vi: Không có kết nối mở

source: Never connected
ar: لم يتم الاتصال أبدًا
bg: Никога не е бил свързан
bn: কখনও সংযুক্ত হয়নি
cs: Nikdy nepřipojeno
da: Aldrig forbundet
de: Nie verbunden
el: Ποτέ συνδεδεμένο
he: מעולם לא התחבר
hi: कभी कनेक्ट नहीं हुआ
hu: Sosem csatlakozott
id: Tidak pernah terhubung
ja: 接続したことがない
ms: Tidak pernah disambungkan
nb: Aldri tilkoblet
ro: Niciodată conectat
ru: Никогда не подключался
sk: Nikdy nepripojené
th: ไม่เคยเชื่อมต่อ
tr: Hiç bağlanmadı
uk: Ніколи не підключався
vi: Chưa bao giờ kết nối

# fallbackLocalNick
source: unnamed-device
ar: جهاز-بدون-اسم
bg: неименувано-устройство
bn: অনামা-ডিভাইস
cs: nepojmenované-zařízení
da: unavngivet-enhed
de: unbenanntes-gerät
el: ανώνυμη-συσκευή
he: מכשיר-ללא-שם
hi: अनाम-डिवाइस
hu: névtelen-eszköz
id: perangkat-tanpa-nama
ja: 名前なしデバイス
ms: peranti-tanpa-nama
nb: unnavngitt-enhet
ro: dispozitiv-fără-nume
ru: устройство-без-имени
sk: neoznačené-zariadenie
th: อุปกรณ์-ไม่มีชื่อ
tr: isimsiz-cihaz
uk: пристрій-без-імені
vi: thiết-bị-không-tên

source: Add products to aisle
ar: Add products to aisle ({aisle} — {supermarket})
bg: Добавяне на продукти към пътеката
bn: শেলফে পণ্য যোগ করুন ({aisle} — {supermarket})
cs: Přidat produkty do uličky
da: Tilføj produkter til gangen
de: Produkte zum Gang hinzufügen
el: Προσθήκη προϊόντων στη λωρίδα ({aisle} — {supermarket})
he: הוסף מוצרים למסלול ({aisle} — {supermarket})
id: Tambahkan produk ke lorong
nb: Legg til produkter i gangen ({aisle} — {supermarket})
ru: Добавить товары в проход ({aisle} — {supermarket})
sk: Pridať produkty do uličky
th: เพิ่มสินค้าลงในช่องทาง
tr: Raflara ürün ekle
uk: Додати товари до проходу ({aisle} — {supermarket})
vi: Thêm sản phẩm vào lối đi
