Repository: jaimegonzalezfabregas/lista_de_la_compra
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, bn, cs, da, de, el, he, hi, hu, id, ja, ms, nb, ro, ru, sk, th, tr, uk, vi

# appTitle
source: Shopping List
ar: قائمة التسوق
bg: Списък за пазаруване
bn: কেনাকাটার তালিকা
cs: Nákupní seznam
da: Indkøbsliste
de: Einkaufsliste
el: Λίστα αγορών
he: רשימת קניות
hi: खरीदारी की सूची
hu: Bevásárlólista
id: Daftar belanja
ja: 買い物リスト
ms: Senarai membeli-belah
nb: Handleliste
ro: Listă de cumpărături
ru: Список покупок
sk: Nákupný zoznam
th: รายการซื้อของ
tr: Alışveriş Listesi
uk: Список покупок
vi: Danh sách mua sắm

source: Change Name
ar: تغيير الاسم
bg: Промени име
bn: নাম পরিবর্তন করুন
cs: Změnit název
da: Skift navn
de: Namen ändern
el: Αλλαγή ονόματος
he: שנה שם
hi: नाम बदलें
hu: Név módosítása
id: Ubah nama
ja: 名前を変更
ms: Tukar nama
nb: Endre navn
ro: Schimbă numele
ru: Изменить имя
sk: Zmeniť názov
th: เปลี่ยนชื่อ
tr: İsim değiştir
uk: Змінити назву
vi: Đổi tên

source: Change Nick
ar: تغيير اللقب
bg: Промени прякор
bn: ডাকনাম পরিবর্তন করুন
cs: Změnit přezdívku
da: Skift kaldenavn
de: Spitzname ändern
el: Αλλαγή ψευδώνυμου
he: שנה כינוי
hi: निकनेम बदलें
hu: Becenév módosítása
id: Ubah julukan
ja: ニックネームを変更
ms: Tukar nama panggilan
nb: Endre kallenavn
ro: Schimbă porecla
ru: Изменить псевдоним
sk: Zmeniť prezývku
th: เปลี่ยนชื่อเล่น
tr: Takma ad değiştir
uk: Змінити прізвисько
vi: Đổi biệt danh

source: Name
ar: الاسم
bg: Име
bn: নাম
cs: Jméno
da: Navn
el: Όνομα
he: שם
hi: नाम
hu: Név
id: Nama
ja: 名前
ms: Nama
nb: Navn
ro: Nume
ru: Имя
sk: Meno
th: ชื่อ
tr: İsim
uk: Ім'я
vi: Tên

source: Nick
ar: اللقب
bg: Прякор
bn: ডাকনাম
cs: Přezdívka
da: Kaldenavn
de: Spitzname
el: Παρατσούκλι
he: כינוי
hi: निकनेम
hu: Becenév
id: Julukan
ja: ニックネーム
ms: Nama panggilan
nb: Kallenavn
ro: Poreclă
ru: Псевдоним
sk: Prezývka
th: ชื่อเล่น
tr: Takma ad
uk: Прізвисько
vi: Biệt danh

source: The name cant be empty
ar: الاسم لا يمكن أن يكون فارغًا
bg: Името не може да бъде празно
bn: নাম খালি থাকতে পারে না
cs: Jméno nesmí být prázdné
da: Navnet må ikke være tomt
de: Der Name darf nicht leer sein
el: Το όνομα δεν μπορεί να είναι κενό
he: השם לא יכול להיות ריק
hi: नाम खाली नहीं हो सकता
hu: A név nem lehet üres
id: Nama tidak boleh kosong
ja: 名前は空にできません
ms: Nama tidak boleh kosong
nb: Navnet kan ikke være tomt
ro: Numele nu poate fi gol
ru: Имя не может быть пустым
sk: Meno nemôže byť prázdne
th: ชื่อไม่สามารถเว้นว่างได้
tr: İsim boş olamaz
uk: Ім'я не може бути порожнім
vi: Tên không được để trống

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
ja: キャンセル
ms: Batal
nb: Avbryt
ro: Anulează
ru: Отмена
sk: Zrušiť
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy

source: Save
ar: حفظ
bg: Запази
bn: সংরক্ষণ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
ja: 保存
ms: Simpan
nb: Lagre
ro: Salvează
ru: Сохранить
sk: Uložiť
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu

source: This list has no results
ar: هذه القائمة لا تحتوي على نتائج
bg: Този списък няма резултати
bn: এই তালিকায় কোনও ফলাফল নেই
cs: Tento seznam nemá žádné výsledky
da: Denne liste har ingen resultater
de: Diese Liste enthält keine Ergebnisse
el: Αυτή η λίστα δεν έχει αποτελέσματα
he: רשימה זו אין לה תוצאות
hi: इस सूची में कोई परिणाम नहीं हैं
hu: Ebben a listában nincs találat
id: Daftar ini tidak memiliki hasil
ja: このリストに結果はありません
ms: Senarai ini tiada keputusan
nb: Denne listen har ingen resultater
ro: Această listă nu are rezultate
ru: В этом списке нет результатов
sk: Tento zoznam nemá žiadne výsledky
th: รายการนี้ไม่มีผลลัพธ์
tr: Bu listede sonuç yok
uk: Цей список не має результатів
vi: Danh sách này không có kết quả

source: Create environment
ar: إنشاء بيئة
bg: Създай среда
bn: পরিবেশ তৈরি করুন
cs: Vytvořit prostředí
da: Opret miljø
de: Umgebung erstellen
el: Δημιουργία περιβάλλοντος
he: צור סביבה
hi: पर्यावरण बनाएं
hu: Környezet létrehozása
id: Buat lingkungan
ja: 環境を作成
ms: Cipta persekitaran
nb: Opprett miljø
ro: Creează mediu
ru: Создать окружение
sk: Vytvoriť prostredie
th: สร้างสภาพแวดล้อม
tr: Ortam oluştur
uk: Створити середовище
vi: Tạo môi trường

source: Available environments without connection
ar: البيئات المتاحة بدون اتصال
bg: Налични среди без връзка
bn: সংযোগ ছাড়া উপলভ্য পরিবেশসমূহ
cs: Dostupná prostředí bez připojení
da: Tilgængelige miljøer uden forbindelse
de: Verfügbare Umgebungen ohne Verbindung
el: Διαθέσιμα περιβάλλοντα χωρίς σύνδεση
he: סביבות זמינות ללא חיבור
hi: कनेक्शन के बिना उपलब्ध वातावरण
hu: Elérhető környezetek kapcsolat nélkül
id: Lingkungan tersedia tanpa koneksi
ja: 接続なしで利用可能な環境
ms: Persekitaran tersedia tanpa sambungan
nb: Tilgjengelige miljøer uten tilkobling
ro: Mediile disponibile fără conexiune
ru: Доступные окружения без подключения
sk: Dostupné prostredia bez pripojenia
th: สภาพแวดล้อมที่ใช้ได้โดยไม่มีการเชื่อมต่อ
tr: Bağlantısız kullanılabilir ortamlar
uk: Доступні середовища без підключення
vi: Môi trường có sẵn không có kết nối

source: Environments on other machines
ar: البيئات على أجهزة أخرى
bg: Среда на други машини
bn: অন্যান্য মেশিনগুলির পরিবেশ
cs: Prostředí na jiných počítačích
da: Miljøer på andre maskiner
de: Umgebungen auf anderen Geräten
el: Περιβάλλοντα σε άλλους υπολογιστές
he: סביבות במכונות אחרות
hi: अन्य मशीनों पर वातावरण
hu: Környezetek más gépeken
id: Lingkungan di mesin lain
ja: 他のマシン上の環境
ms: Persekitaran pada mesin lain
nb: Miljøer på andre maskiner
ro: Mediile pe alte mașini
ru: Окружения на других устройствах
sk: Prostredia na iných strojoch
th: สภาพแวดล้อมในเครื่องอื่น
tr: Diğer cihazlardaki ortamlar
uk: Середовища на інших машинах
vi: Môi trường trên các máy khác

source: Import environment
ar: استيراد بيئة
bg: Импортирай среда
bn: পরিবেশ আমদানি করুন
cs: Importovat prostředí
da: Importer miljø
de: Umgebung importieren
el: Εισαγωγή περιβάλλοντος
he: ייבא סביבה
hi: पर्यावरण आयात करें
hu: Környezet importálása
id: Impor lingkungan
ja: 環境をインポート
ms: Import persekitaran
nb: Importer miljø
ro: Importă mediu
ru: Импортировать окружение
sk: Importovať prostredie
th: นำเข้าสภาพแวดล้อม
tr: Ortamı içe aktar
uk: Імпортувати середовище
vi: Nhập môi trường

source: Syncronization
ar: مزامنة
bg: Синхронизиране
bn: সিঙ্ক্রোনাইজেশন
cs: Synchronizace
da: Synkronisering
de: Synchronisierung
el: Συγχρονισμός
he: סנכרון
hi: समनकरण
hu: Szinkronizáció
id: Sinkronisasi
ja: 同期
ms: Penyegerakan
nb: Synkronisering
ro: Sincronizare
ru: Синхронизация
sk: Synchronizácia
th: การซิงโครไนซ์
tr: Senkronizasyon
uk: Синхронізація
vi: Đồng bộ

source: Loading...
ar: جاري التحميل...
bg: Зареждане...
bn: লোড হচ্ছে...
cs: Načítání...
da: Indlæser...
de: Lädt...
el: Φόρτωση...
he: טוען...
hi: लोड हो रहा है...
hu: Betöltés...
id: Memuat...
ja: 読み込み中...
ms: Memuatkan...
nb: Laster...
ro: Se încarcă...
ru: Загрузка...
sk: Načítava sa...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...

source: Home
ar: الرئيسية
bg: Начало
bn: হোম
cs: Domů
da: Hjem
de: Startseite
el: Αρχική
he: בית
hi: होम
hu: Kezdőlap
id: Beranda
ja: ホーム
ms: Laman utama
nb: Hjem
ro: Acasă
ru: Главная
sk: Domov
th: หน้าแรก
tr: Ana sayfa
uk: Головна
vi: Trang chủ

source: Shopping List
ar: قائمة التسوق
bg: Списък за пазаруване
bn: কেনাকাটার তালিকা
cs: Nákupní seznam
da: Indkøbsliste
de: Einkaufsliste
el: Λίστα αγορών
he: רשימת קניות
hi: खरीदारी की सूची
hu: Bevásárlólista
id: Daftar belanja
ja: 買い物リスト
ms: Senarai membeli-belah
nb: Handleliste
ro: Listă de cumpărături
ru: Список покупок
sk: Nákupný zoznam
th: รายการซื้อของ
tr: Alışveriş Listesi
uk: Список покупок
vi: Danh sách mua sắm

source: Recipe List
ar: قائمة الوصفات
bg: Списък с рецепти
bn: রেসিপি তালিকা
cs: Seznam receptů
da: Opskriftsliste
de: Rezeptliste
el: Λίστα συνταγών
he: רשימת מתכונים
hi: रेसिपी सूची
hu: Recept lista
id: Daftar resep
ja: レシピ一覧
ms: Senarai resipi
nb: Oppskriftsliste
ro: Listă de rețete
ru: Список рецептов
sk: Zoznam receptov
th: รายการสูตรอาหาร
tr: Tarif Listesi
uk: Список рецептів
vi: Danh sách công thức

source: Agenda
ar: جدول الأعمال
bg: Дневен ред
bn: অ্যাজেন্ডা
de: Terminplan
el: Ημερήσια διάταξη
he: סדר יום
hi: एजेंडा
hu: Napirend
ja: スケジュール
ru: Расписание
sk: Program
th: วาระการประชุม
tr: Ajanda
uk: Порядок денний
vi: Lịch trình

source: Export
ar: تصدير
bg: Експорт
bn: রপ্তানি
da: Eksportér
de: Exportieren
el: Εξαγωγή
he: ייצא
hi: निर्यात
hu: Exportálás
id: Ekspor
ja: エクスポート
ms: Eksport
nb: Eksporter
ro: Exportă
ru: Экспорт
sk: Exportovať
th: ส่งออก
tr: Dışa aktar
uk: Експорт
vi: Xuất

source: Undo
ar: تراجع
bg: Отмени
bn: পূর্বাবস্থা
cs: Zpět
da: Fortryd
de: Rückgängig
el: Αναίρεση
he: בטל
hi: पूर्ववत करें
hu: Visszavonás
id: Batalkan
ja: 元に戻す
ms: Batal
nb: Angre
ro: Anulează
ru: Отменить
sk: Späť
th: เลิกทำ
tr: Geri al
uk: Скасувати
vi: Hoàn tác

source: Product
ar: منتج
bg: Продукт
bn: পণ্য
cs: Produkt
da: Produkt
de: Produkt
el: Προϊόν
he: מוצר
hi: उत्पाद
hu: Termék
id: Produk
ja: 商品
ms: Produk
nb: Produkt
ro: Produs
ru: Продукт
sk: Produkt
th: สินค้า
tr: Ürün
uk: Продукт
vi: Sản phẩm

# markAsNeeded
source: marked as needed.
ar: تم تحديده كمطلوب.
bg: отбелязано като необходимо.
bn: চিহ্নিত করা হয়েছে প্রয়োজনীয়।
cs: označeno jako potřebné.
da: markeret som nødvendigt.
de: als benötigt markiert.
el: επισημάνθηκε ως απαραίτητο.
he: סומן כנדרש.
hi: को आवश्यक के रूप में चिह्नित किया गया।
hu: szükségként megjelölve.
id: ditandai sebagai diperlukan.
ja: が必要とマークされました。
ms: ditandakan sebagai diperlukan.
nb: markert som nødvendig.
ro: marcat ca necesar.
ru: отмечено как необходимое.
sk: označené ako potrebné.
th: ถูกทำเครื่องหมายว่าเป็นสิ่งที่จำเป็น
tr: gerekli olarak işaretlendi.
uk: позначено як необхідне.
vi: được đánh dấu là cần thiết.

# markAsBought
source: marked as bought.
ar: تم تحديده كمشترى.
bg: отбелязано като закупено.
bn: চিহ্নিত করা হয়েছে কেনা হয়েছে।
cs: označeno jako koupené.
da: markeret som købt.
de: als gekauft markiert.
el: επισημάνθηκε ως αγορασμένο.
he: סומן כנרכש.
hi: को खरीदा गया के रूप में चिह्नित किया गया।
hu: megvásároltként megjelölve.
id: ditandai sebagai dibeli.
ja: が購入済みとマークされました。
ms: ditandakan sebagai dibeli.
nb: markert som kjøpt.
ro: marcat ca cumpărat.
ru: отмечено как купленное.
sk: označené ako kúpené.
th: ถูกทำเครื่องหมายว่าได้ซื้อแล้ว
tr: satın alındı olarak işaretlendi.
uk: позначено як куплене.
vi: được đánh dấu là đã mua.

source: To buy
ar: لشراء
bg: За купуване
bn: কিনতে
cs: Koupit
da: At købe
de: Zu kaufen
el: Να αγοραστεί
he: לקנות
hi: खरीदने के लिए
hu: Vásárolni
id: Untuk dibeli
ja: 購入する
ms: Untuk dibeli
nb: Å kjøpe
ro: De cumpărat
ru: К покупке
sk: Kúpiť
th: ที่จะซื้อ
tr: Satın alınacak
uk: Купити
vi: Mua

source: Edit name
ar: تعديل الاسم
bg: Редактирай име
bn: নাম সম্পাদনা করুন
cs: Upravit název
da: Rediger navn
de: Namen bearbeiten
el: Επεξεργασία ονόματος
he: ערוך שם
hi: नाम संपादित करें
hu: Név szerkesztése
id: Edit nama
ja: 名前を編集
ms: Edit nama
nb: Rediger navn
ro: Editează numele
ru: Редактировать имя
sk: Upraviť názov
th: แก้ไขชื่อ
tr: İsmi düzenle
uk: Редагувати назву
vi: Chỉnh sửa tên

source: Delete
ar: حذف
bg: Изтрий
bn: মুছুন
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
he: מחק
hi: हटाएँ
hu: Törlés
id: Hapus
ja: 削除
ms: Padam
nb: Slett
ro: Șterge
ru: Удалить
sk: Odstrániť
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa

source: Set as bought
ar: تعيين كمشترى
bg: Постави като закупено
bn: কেনা হিসাবে সেট করুন
cs: Označit jako koupené
da: Marker som købt
de: Als gekauft markieren
el: Ορισμός ως αγορασμένο
he: סמן כנרכש
hi: खरीदा गया के रूप में सेट करें
hu: Megjelölés megvásároltként
id: Tandai sebagai dibeli
ja: 購入済みとしてマーク
ms: Tandakan sebagai dibeli
nb: Sett som kjøpt
ro: Setează ca cumpărat
ru: Пометить как купленное
sk: Označiť ako kúpené
th: ตั้งค่าเป็นซื้อแล้ว
tr: Satın alındı olarak ayarla
uk: Позначити як куплене
vi: Đánh dấu là đã mua

source: Set as needed
ar: تعيين كمطلوب
bg: Постави като необходимо
bn: প্রয়োজনিয় হিসাবে সেট করুন
cs: Označit jako potřebné
da: Marker som nødvendigt
de: Als benötigt markieren
el: Ορισμός ως απαραίτητο
he: סמן כנדרש
hi: आवश्यक के रूप में सेट करें
hu: Megjelölés szükségként
id: Tandai sebagai diperlukan
ja: 必要としてマーク
ms: Tandakan sebagai diperlukan
nb: Sett som nødvendig
ro: Setează ca necesar
ru: Пометить как необходимое
sk: Označiť ako potrebné
th: ตั้งค่าเป็นจำเป็น
tr: Gerekli olarak ayarla
uk: Позначити як необхідне
vi: Đánh dấu là cần thiết

source: Select recipe
ar: اختر وصفة
bg: Избери рецепта
bn: রেসিপি নির্বাচন করুন
cs: Vybrat recept
da: Vælg opskrift
de: Rezept auswählen
el: Επιλογή συνταγής
he: בחר מתכון
hi: रेसिपी चुनें
hu: Recept kiválasztása
id: Pilih resep
ja: レシピを選択
ms: Pilih resipi
nb: Velg oppskrift
ro: Selectează rețetă
ru: Выбрать рецепт
sk: Vybrať recept
th: เลือกสูตร
tr: Tarif seç
uk: Вибрати рецепт
vi: Chọn công thức

source: Add
ar: إضافة
bg: Добави
bn: যোগ করুন
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
he: הוספה
hi: जोड़ें
hu: Hozzáadás
id: Tambah
ja: 追加
ms: Tambah
nb: Legg til
ro: Adaugă
ru: Добавить
sk: Pridať
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm

source: No nick
ar: لا يوجد لقب
bg: Няма прякор
bn: কোনও ডাকনাম নেই
cs: Žádná přezdívka
da: Ingen kaldenavn
de: Kein Spitzname
el: Χωρίς παρατσούκλι
he: אין כינוי
hi: कोई निकनेम नहीं
hu: Nincs becenév
id: Tidak ada julukan
ja: ニックネームなし
ms: Tiada nama panggilan
nb: Ingen kallenavn
ro: Fără poreclă
ru: Нет псевдонима
sk: Žiadna prezývka
th: ไม่มีชื่อเล่น
tr: Takma ad yok
uk: Немає прізвиська
vi: Không có biệt danh

source: Pairings
ar: إقرانات
bg: Сдвоявания
bn: পেয়ারিংস
cs: Párování
da: Parringer
de: Kopplungen
el: Ζευγαρώματα
he: זיווגים
hi: पेयरिंग्स
hu: Párosítások
id: Pemasangan
ja: ペアリング
ms: Padanan
nb: Parringer
ro: Potriviri
ru: Сопряжения
sk: Párovania
th: การจับคู่
tr: Eşleştirmeler
uk: Спарування
vi: Ghép đôi

source: Connection type
ar: نوع الاتصال
bg: Тип връзка
bn: সংযোগের ধরন
cs: Typ připojení
da: Forbindelsestype
de: Verbindungstyp
el: Τύπος σύνδεσης
he: סוג חיבור
hi: कनेक्शन प्रकार
hu: Kapcsolattípus
id: Jenis koneksi
ja: 接続タイプ
ms: Jenis sambungan
nb: Tilkoblingstype
ro: Tip conexiune
ru: Тип подключения
sk: Typ pripojenia
th: ประเภทการเชื่อมต่อ
tr: Bağlantı türü
uk: Тип підключення
vi: Loại kết nối

source: Not stablished
ar: غير مثبت
bg: Не е установено
bn: স্থাপিত নয়
cs: Nezavedeno
da: Ikke etableret
de: Nicht hergestellt
el: Μη καθιερωμένο
he: לא הוקם
hi: स्थापित नहीं
hu: Nem létrejött
id: Tidak terhubung
ja: 未確立
ms: Tidak ditubuhkan
nb: Ikke etablert
ro: Neînființat
ru: Не установлено
sk: Nezaložené
th: ยังไม่ได้จัดตั้ง
tr: Kurulmadı
uk: Не встановлено
vi: Chưa thiết lập

source: Stablished
ar: مثبت
bg: Установено
bn: স্থাপিত
cs: Zavedeno
da: Etableret
de: Hergestellt
el: Καθιερωμένο
he: הוקם
hi: स्थापित
hu: Létrejött
id: Terhubung
ja: 確立済み
ms: Telah ditubuhkan
nb: Etablert
ro: Înființat
ru: Установлено
sk: Založené
th: จัดตั้งแล้ว
tr: Kuruldu
uk: Встановлено
vi: Đã thiết lập

# connectionState
source: Conection state
ar: حالة الاتصال
bg: Състояние на връзката
bn: সংযোগ অবস্থা
cs: Stav připojení
da: Forbindelsestilstand
de: Verbindungsstatus
el: Κατάσταση σύνδεσης
he: מצב חיבור
hi: कनेक्शन स्थिति
hu: Kapcsolat állapota
id: Status koneksi
ja: 接続状態
ms: Status sambungan
nb: Tilkoblingsstatus
ro: Stare conexiune
ru: Статус подключения
sk: Stav pripojenia
th: สถานะการเชื่อมต่อ
tr: Bağlantı durumu
uk: Стан підключення
vi: Trạng thái kết nối

source: General Config
ar: الإعدادات العامة
bg: Общи настройки
bn: সাধারণ কনফিগ
cs: Obecné nastavení
da: Generel konfiguration
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
he: הגדרות כלליות
hi: सामान्य कॉन्फ़िग
hu: Általános beállítások
id: Konfigurasi umum
ja: 一般設定
ms: Konfigurasi am
nb: Generell konfigurasjon
ro: Configurație generală
ru: Общие настройки
sk: Všeobecné nastavenia
th: การตั้งค่าทั่วไป
tr: Genel yapılandırma
uk: Загальні налаштування
vi: Cấu hình chung

source: Scan started
ar: بدأ المسح
bg: Сканиране започна
bn: স্ক্যান শুরু হয়েছে
cs: Skenování spuštěno
da: Scanning startet
de: Suche gestartet
el: Ξεκίνησε σάρωση
he: סריקה התחילה
hi: स्कैन शुरू हुआ
hu: Beolvasás elindult
id: Pemindaian dimulai
ja: スキャン開始
ms: Imbasan bermula
nb: Skanning startet
ro: Scanarea a început
ru: Сканирование начато
sk: Skenovanie spustené
th: เริ่มการสแกน
tr: Tarama başlatıldı
uk: Сканування розпочалося
vi: Bắt đầu quét

source: No results yet
ar: لا توجد نتائج حتى الآن
bg: Все още няма резултати
bn: এখনও কোনো ফলাফল নেই
cs: Ještě žádné výsledky
da: Ingen resultater endnu
de: Noch keine Ergebnisse
el: Δεν υπάρχουν ακόμη αποτελέσματα
he: עדיין אין תוצאות
hi: अभी तक कोई परिणाम नहीं
hu: Még nincs találat
id: Belum ada hasil
ja: まだ結果がありません
ms: Tiada keputusan lagi
nb: Ingen resultater enda
ro: Încă nu există rezultate
ru: Пока нет результатов
sk: Ešte žiadne výsledky
th: ยังไม่มีผลลัพธ์
tr: Henüz sonuç yok
uk: Ще немає результатів
vi: Chưa có kết quả

source: No name
ar: بدون اسم
bg: Няма име
bn: কোনো নাম নেই
cs: Žádné jméno
da: Intet navn
de: Kein Name
el: Δεν υπάρχει όνομα
he: אין שם
hi: कोई नाम नहीं
hu: Nincs név
id: Tidak ada nama
ja: 名前なし
ms: Tiada nama
nb: Ingen navn
ro: Fără nume
ru: Нет имени
sk: Žiadne meno
th: ไม่มีชื่อ
tr: İsim yok
uk: Немає імені
vi: Không có tên

source: No host
ar: بدون مضيف
bg: Няма хост
bn: কোনো হোস্ট নেই
cs: Žádný hostitel
da: Ingen vært
de: Kein Host
el: Δεν υπάρχει κεντρικός υπολογιστής
he: אין מארח
hi: कोई होस्ट नहीं
hu: Nincs hoszt
id: Tidak ada host
ja: ホストなし
ms: Tiada hos
nb: Ingen vertsnavn
ro: Fără host
ru: Нет хоста
sk: Žiadny host
th: ไม่มีโฮสต์
tr: Sunucu yok
uk: Немає хоста
vi: Không có host

source: Error
ar: خطأ
bg: Грешка
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Kesalahan
ja: エラー
ms: Ralat
nb: Feil
ro: Eroare
ru: Ошибка
sk: Chyba
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi

source: Save file to your desired location
ar: احفظ الملف في الموقع المطلوب
bg: Запазете файла на желаното място
bn: আপনার পছন্দের স্থানে ফাইল সংরক্ষণ করুন
cs: Uložte soubor na požadované místo
da: Gem filen på det ønskede sted
de: Datei am gewünschten Ort speichern
el: Αποθηκεύστε το αρχείο στη θέση που επιθυμείτε
he: שמור קובץ למיקום הרצוי
hi: अपनी वांछित स्थान पर फ़ाइल सहेजें
hu: Mentse a fájlt a kívánt helyre
id: Simpan file ke lokasi yang Anda inginkan
ja: ファイルを希望の場所に保存
ms: Simpan fail ke lokasi yang dikehendaki
nb: Lagre filen til ønsket plassering
ro: Salvați fișierul la locația dorită
ru: Сохранить файл в нужное место
sk: Uložte súbor na požadované miesto
th: บันทึกไฟล์ไปยังตำแหน่งที่ต้องการ
tr: Dosyayı istediğiniz konuma kaydedin
uk: Збережіть файл у бажаному місці
vi: Lưu tệp vào vị trí bạn muốn

source: Export to file
ar: تصدير إلى ملف
bg: Експортирай в файл
bn: ফাইলে রপ্তানি করুন
cs: Exportovat do souboru
da: Eksporter til fil
de: In Datei exportieren
el: Εξαγωγή σε αρχείο
he: ייצא לקובץ
hi: फ़ाइल में निर्यात करें
hu: Exportálás fájlba
id: Ekspor ke file
ja: ファイルにエクスポート
ms: Eksport ke fail
nb: Eksporter til fil
ro: Exportă în fișier
ru: Экспорт в файл
sk: Exportovať do súboru
th: ส่งออกเป็นไฟล์
tr: Dosyaya aktar
uk: Експорт у файл
vi: Xuất ra tệp

# sendExport
source: Export and send
ar: تصدير وإرسال
bg: Експортирай и изпрати
bn: রপ্তানি এবং পাঠান
cs: Exportovat a odeslat
da: Eksporter og send
de: Exportieren und senden
el: Εξαγωγή και αποστολή
he: ייצא ושלח
hi: निर्यात और भेजें
hu: Exportálás és küldés
id: Ekspor dan kirim
ja: エクスポートして送信
ms: Eksport dan hantar
nb: Eksporter og send
ro: Exportă și trimite
ru: Экспорт и отправка
sk: Exportovať a odoslať
th: ส่งออกและส่ง
tr: Dışa aktar ve gönder
uk: Експорт і відправка
vi: Xuất và gửi

# localDeviceAvailableIPs
source: The current device is available on the following IPs
ar: هذا الجهاز متاح على عناوين IP التالية
bg: Текущото устройство е налично на следните IP адреси
bn: বর্তমান ডিভাইস নিম্নলিখিত আইপি-তে উপলব্ধ
cs: Aktuální zařízení je dostupné na následujících IP adresách
da: Den aktuelle enhed er tilgængelig på følgende IP'er
de: Dieses Gerät ist unter folgenden IPs erreichbar
el: Η τρέχουσα συσκευή είναι διαθέσιμη στις ακόλουθες διευθύνσεις IP
he: המכשיר הנוכחי זמין בכתובות ה-IP הבאות
hi: वर्तमान डिवाइस निम्नलिखित IP पर उपलब्ध है
hu: A jelenlegi eszköz a következő IP-ken érhető el
id: Perangkat saat ini tersedia pada IP berikut
ja: このデバイスは次のIPで利用可能です
ms: Peranti kini boleh diakses pada IP berikut
nb: Den nåværende enheten er tilgjengelig på følgende IP-er
ro: Dispozitivul curent este disponibil pe următoarele IP-uri
ru: Это устройство доступно по следующим IP-адресам
sk: Súčasné zariadenie je dostupné na nasledujúcich IP adresách
th: อุปกรณ์ปัจจุบันสามารถใช้งานได้ที่ IP ต่อไปนี้
tr: Geçerli cihaz aşağıdaki IP'lerde kullanılabilir
uk: Поточний пристрій доступний за наступними IP
vi: Thiết bị hiện tại có sẵn trên các IP sau

source: Stop server
ar: إيقاف الخادم
bg: Спри сървъра
bn: সার্ভার বন্ধ করুন
cs: Zastavit server
de: Server stoppen
el: Διακοπή διακομιστή
he: עצור שרת
hi: सर्वर रोकें
hu: Szerver leállítása
id: Hentikan server
ja: サーバーを停止
ms: Hentikan pelayan
nb: Stopp server
ro: Oprește serverul
ru: Остановить сервер
sk: Zastaviť server
th: หยุดเซิร์ฟเวอร์
tr: Sunucuyu durdur
uk: Зупинити сервер
vi: Dừng máy chủ

source: Start server
ar: تشغيل الخادم
bg: Стартирай сървъра
bn: সার্ভার শুরু করুন
cs: Spustit server
de: Server starten
el: Έναρξη διακομιστή
he: הפעל שרת
hi: सर्वर शुरू करें
hu: Szerver indítása
id: Mulai server
ja: サーバーを開始
ms: Mula pelayan
ro: Pornește serverul
ru: Запустить сервер
sk: Spustiť server
th: เริ่มเซิร์ฟเวอร์
tr: Sunucuyu başlat
uk: Запустити сервер
vi: Khởi động máy chủ

source: Starting server...
ar: جاري تشغيل الخادم...
bg: Стартиране на сървъра...
bn: সার্ভার শুরু হচ্ছে...
cs: Spouští se server...
da: Starter server...
de: Server wird gestartet...
el: Εκκίνηση διακομιστή...
he: השרת מתחיל...
hi: सर्वर शुरू हो रहा है...
hu: A szerver indítása...
id: Memulai server...
ja: サーバーを起動中...
ms: Memulakan pelayan...
nb: Starter server...
ro: Se pornește serverul...
ru: Запуск сервера...
sk: Server sa spúšťa...
th: เริ่มเซิร์ฟเวอร์...
tr: Sunucu başlatılıyor...
uk: Запуск сервера...
vi: Đang khởi động máy chủ...

source: Stopping server...
ar: جاري إيقاف الخادم...
bg: Спряне на сървъра...
bn: সার্ভার বন্ধ করা হচ্ছে...
cs: Server se zastavuje...
da: Stopper server...
de: Server wird gestoppt...
el: Τερματισμός διακομιστή...
he: השרת נעצר...
hi: सर्वर रोक दिया जा रहा है...
hu: A szerver leállítása...
id: Menghentikan server...
ja: サーバーを停止中...
ms: Menghentikan pelayan...
nb: Stopper server...
ro: Serverul se oprește...
ru: Остановка сервера...
sk: Server sa zastavuje...
th: กำลังหยุดเซิร์ฟเวอร์...
tr: Sunucu durduruluyor...
uk: Зупинка сервера...
vi: Đang dừng máy chủ...

source: Error starting server
ar: خطأ في تشغيل الخادم
bg: Грешка при стартиране на сървъра
bn: সার্ভার শুরু করতে ত্রুটি
cs: Chyba při spouštění serveru
da: Fejl ved start af server
de: Fehler beim Starten des Servers
el: Σφάλμα κατά την εκκίνηση του διακομιστή
he: שגיאה בהפעלת השרת
hi: सर्वर शुरू करते समय त्रुटि
hu: Hiba a szerver indításakor
id: Kesalahan memulai server
ja: サーバーの起動中にエラー
ms: Ralat semasa memulakan pelayan
nb: Feil ved oppstart av server
ro: Eroare la pornirea serverului
ru: Ошибка запуска сервера
sk: Chyba pri spúšťaní servera
th: เกิดข้อผิดพลาดขณะเริ่มเซิร์ฟเวอร์
tr: Sunucu başlatılırken hata oluştu
uk: Помилка при запуску сервера
vi: Lỗi khi khởi động máy chủ

source: Nearby devices
ar: الأجهزة القريبة
bg: Близки устройства
bn: কাছের ডিভাইসসমূহ
cs: Zařízení v okolí
da: Nab-enheder
de: Nahegelegene Geräte
el: Συσκευές κοντά
he: מכשירים בקרבת מקום
hi: पास के उपकरण
hu: Közeli eszközök
id: Perangkat terdekat
ja: 近くのデバイス
ms: Peranti berdekatan
nb: Nærliggende enheter
ro: Dispozitive din apropiere
ru: Близлежащие устройства
sk: Blízke zariadenia
th: อุปกรณ์ใกล้เคียง
tr: Yakındaki cihazlar
uk: Пристрої поблизу
vi: Thiết bị gần đây
